btnNew=Neues Spiel
btnLoad=Laden
btnSettings=Einstellungen
btnClose=Beenden
btnSave=Speichern
btnCancel=Abbrechen
lblUser=Username
lblPassword=Passwort
btnLogin=Login
btnRegister=Registrieren

PC_Player=Pc-Spieler
Arena-Cards=Arena-Karten

Playcardmode_Basic=Einfach
Playcardmode_Advanced=Fortgeschritten

attackRoll=Angreifen
hideRoll=Verstecken
delayRoll=Verz\u00f6gerung abarbeiten

suddenDeathAnnounced=Sudden Death! Helden koennen mehrmals pro Runde getroffen werden.

abilityDahliaWhenHitGetNewHideout_name=Waldl\u00e4ufer
abilityDahliaWhenHitGetNewHideout_description=Du kannst eine Versteckkarte ziehen, wenn Dahlia Ausdauer verliert.

abilityTolpanLongbeardHide_name=Buddeln
abilityTolpanLongbeardHide_description=Wird Tolpan aufgedeckt, führt er sofort einen Versteckwurf aus.

abilityFlintAttackTwice_name = Doppelschuss
abilityFlintAttackTwice_description = Flint kann mit seinem letzten Aktionspunkt zweimal angreifen.

abilityWorokAdditionalAction_name=Raserei
abilityWorokAdditionalAction_description=Worok erh\u00e4lt einen zus\u00e4tzlichen Aktionspunkt, solange er aufgedeckt ist.

settingLbl=Heros of the Arena Einstellungen
volumeLbl=Lautst\u00e4rke einstellen
langGerBtn=Deutsch
langEngBtn=Englisch
languageLbl=Sprachauswahl
	
ArenacardName0=Eine ruhige Stunde
ArenacardDescription0=
ArenacardCommentary0=Eine unheimliche Stille durchzieht die Arena.
ArenacardAuthor0=\u00a9 Any Percent, 2017

ArenacardName1=Heilkraut
ArenacardDescription1=Regeneriere bis zu 1 Ausdauer.
ArenacardCommentary1=Der Geruch dieser Pflanze l\u00e4sst dich sofort auf ihre heilende Wirkung schlie\u00dfen.
ArenacardAuthor1=\u00a9 Any Percent, 2017

ArenacardName2=Mysteri\u00f6se Frucht
ArenacardDescription2=Erfrischung: Lege diese Karte in deinem Zug ab: +1 Aktion.
ArenacardCommentary2=Nicht hinter jeder Versuchung verbirgt sich eine Falle.
ArenacardAuthor2=\u00a9 Any Percent, 2017

ArenacardName3=Rostige B\u00e4renfalle
ArenacardDescription3=Nimm 1 Verz\u00f6gerungsmarke.
ArenacardCommentary3=Eine rostige, alte B\u00e4renfalle. Wer sie wohl hier platziert hat?
ArenacardAuthor3=\u00a9 Any Percent, 2017

ArenacardName4=Verborgene Grube
ArenacardDescription4=Nimm 2 Verz\u00f6gerungsmarken.
ArenacardCommentary4=An diesem Ort k\u00f6nnte jeder Schritt dein letzter sein.
ArenacardAuthor4=\u00a9 Any Percent, 2017

ArenacardName5=Seltsame rote Pilze
ArenacardDescription5=Pilzschub: Lege diese Karte ab: Ziehe eine Versteckkarte und nimm 3 Verz\u00f6gerungsmarken.
ArenacardCommentary5=Selbst die Natur hat ihren Preis.
ArenacardAuthor5=\u00a9 Any Percent, 2017

ArenacardName6=Uralter Anh\u00e4nger
ArenacardDescription6=W\u00e4hle beim Ziehen dieser Karte einmalig: Lege diese Karte ab oder wirf f\u00fcr jeden deiner Ausdauerpunkte den Versteckw\u00fcrfel. Du verlierst die Ausdauer bei Erfolg.\n\n-Uralte Macht: +1 Aktion pro Zug.
ArenacardCommentary6=
ArenacardAuthor6=\u00a9 Any Percent, 2017

ArenacardName7=H\u00fctte im Wald
ArenacardDescription7=-Gesch\u00fctzt: +1 Aktion pro Zug\n\n-Zur\u00fccklassen: Lege diese Karte ab, wenn du dein aktuelles Versteck verl\u00e4sst.
ArenacardCommentary7=Du dachtest du wei\u00dft was passiert.
ArenacardAuthor7=\u00a9 Any Percent, 2017

ArenacardName8=Geheimnisvolle G\u00f6tze
ArenacardDescription8=Diese Karte kommt mit 3 Verz\u00f6gerungs-marken ins Spiel. Lege die geheimnisvolle G\u00f6tze ab, wenn keine Verz\u00f6gerungsmarken auf ihr liegen.\n\nDu erh\u00e4ltst:\nVerflucht: Angriffsw\u00fcrfe, die eine zeigen, sind wirkungslos.
ArenacardCommentary8=
ArenacardAuthor8=\u00a9 Any Percent, 2017

ArenacardName9=Geheimnisvolle G\u00f6tze
ArenacardDescription9=Diese Karte kommt mit 3 Verz\u00f6gerungs-marken ins Spiel. Lege die geheimnisvolle G\u00f6tze ab, wenn keine Verz\u00f6gerungsmarken auf ihr liegen.\n\nDu erh\u00e4ltst:\nVerflucht: Angriffsw\u00fcrfe, die eine zeigen, sind wirkungslos.
ArenacardCommentary9=
ArenacardAuthor9=\u00a9 Any Percent, 2017

ArenacardName10=Verr\u00e4terische Kr\u00e4hen
ArenacardDescription10=W\u00e4hle:\n-Ausharren: Nimm eine Verz\u00f6gerungsmarke, dein Zug endet.\n-Weitergehen: Decke deinen Helden zu Beginn deines n\u00e4chsten Zuges auf.
ArenacardCommentary10=Kr\u00e4hen gelten nicht ohne Grund als die Sp\u00e4her des Todes.
ArenacardAuthor10=\u00a9 Any Percent, 2017

ArenacardName11=Unwegsames Gel\u00e4nde
ArenacardDescription11=W\u00e4hle:\n-Weitergehen: Wirf den Versteckw\u00fcrfel, bei erh\u00e4ltst du einen Schaden.\n-Umgehen: Nimm eine Verz\u00f6gerungs-marke.
ArenacardCommentary11=Dieser Ort scheint unbewohnt.
ArenacardAuthor11=\u00a9 Any Percent, 2017

ArenacardName12=Irrlichter
ArenacardDescription12=W\u00e4hle:\n-Ausharren: Wirf den Versteckw\u00fcrfel und nimm bei Misserfolg zwei Verz\u00f6gerungs-marken.\n-Vertreiben: F\u00fchre einen neutralen Angriffswurf auf dein Versteck durch.
ArenacardCommentary12=Das mysteri\u00f6se Leuchten dieser seltenen Gesch\u00f6pfe vermag auch gestandene Helden zu fesseln.
ArenacardAuthor12=\u00a9 Any Percent, 2017

ArenacardName13=Irrweg
ArenacardDescription13=Mische die oberste Versteckkarte des Ablagestapels in den Versteckstapel und lege eine Verz\u00f6gerungsmarke auf das Versteck. Betritt ein Held dieses Versteck, wird er aufgedeckt und nimmt die Verz\u00f6gerungsmarke.
ArenacardCommentary13=\u201eWie konnten wir diesen Durchgang \u00fcbersehen?\u201c
ArenacardAuthor13=\u00a9 Any Percent, 2017

ArenacardName14=Seismische Aktivit\u00e4t
ArenacardDescription14=Lege diese Karte mit drei Verz\u00f6gerungsmarke ab. Wird die letzte Marke entfernt, erfolgt eine Eruption: Spieler im \u00d6dland werden aufgedeckt und verlieren 1 Ausdauer.\nAlle Spieler erhalten:\n: Entferne eine Marke der seismischen Aktivit\u00e4t.\nFlucht: Ziehe eine Versteckkarte, wenn du deinen eigenen Helden im \u00d6dland aufdeckst.
ArenacardCommentary14=
ArenacardAuthor14=\u00a9 Any Percent, 2017

ArenacardName15=Spinnen im Norden
ArenacardDescription15=Bringe zwei Spinnenspielsteine im Versteck 12 ins Spiel. Befindet sich kein Held in ihrem Versteck, bewege die Spinnen am Ende jedes Zuges ein Versteck gegen den Uhrzeigersinn. Helden in Verstecken mit Spinnen werden aufgedeckt und k\u00f6nnen ihr Versteck nicht verlassen.\nAlle Helden erhalten:\n-Spinnenjagd: -1 Aktion: Wirf den Versteckw\u00fcrfel und entferne bei einen Spinnenspielstein aus dem Spiel.
ArenacardCommentary15=
ArenacardAuthor15=\u00a9 Any Percent, 2017

ArenacardName16=Steinschlag
ArenacardDescription16=F\u00fchre einen neutralen Angriffswurf mit zwei Angriffsw\u00fcrfeln auf das niedrigste offene \u00d6dland durch.\n(Neutrale Angriffsw\u00fcrfe ignorieren alle F\u00e4higkeiten deines Helden)
ArenacardCommentary16=Die \u00d6dlanden der Arena sind gef\u00e4hrliche, lebensfeindliche Orte.
ArenacardAuthor16=\u00a9 Any Percent, 2017

EndOutOfGame=Beenden?